Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Welcome.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# continue
source: Ready!
de: Bereit!
ja: さあ、始めよう！
ms: Sedia!
th: พร้อมแล้ว!
tr: Hazırım!

# firstPageDesc
source: Starting with your sleep is the best way to do it! By switching to polyphasic sleep, you can unlock a more productive and energetic version of yourself.
de: Mit deinem Schlaf zu beginnen ist der beste Weg! Indem du auf polyphasischen Schlaf umsteigst, kannst du eine produktivere und energiegeladenere Version von dir freischalten.
ja: まずは睡眠から始めるのが一番！多相睡眠に切り替えて、もっと生産的でエネルギッシュな自分を解放しよう。
ms: Bermula dengan tidur anda adalah cara terbaik untuk melakukannya! Dengan beralih kepada tidur polifasa, anda boleh membuka kunci versi diri anda yang lebih produktif dan bertenaga.
th: การเริ่มต้นกับการนอนของคุณคือวิธีที่ดีที่สุด! ด้วยการเปลี่ยนไปใช้การนอนหลับแบบหลายเฟส, คุณสามารถปลดล็อกเวอร์ชันที่มีประสิทธิผลและมีพลังมากขึ้นของตัวคุณเองได้
tr: Uykudan başlamak bunun için en iyi yol! Çok fazlı uykuya geçerek kendinin daha üretken ve enerjik bir versiyonunu oluşturabilirsin.

# firstPageTitle
source: Since you’re here, it’s clear you want to take control of your life.
de: Da du hier bist, ist klar, dass du die Kontrolle über dein Leben übernehmen willst.
ja: ここに来たってことは、自分の人生を本気で変えたいってことだね。
ms: Memandangkan anda berada di sini, jelas anda mahu mengawal hidup anda.
th: ในเมื่อคุณอยู่ที่นี่, ก็ชัดเจนว่าคุณต้องการควบคุมชีวิตของคุณ
tr: Burada olduğuna göre hayatını yoluna koymak istiyorsun.

# fourthPageDesc
source: You can start by signing up or logging in if you already have an account!
de: Du kannst beginnen, indem du dich registrierst oder anmeldest, falls du bereits ein Konto hast!
ja: まずは新規登録するか、アカウントがあればログインして始めよう！
ms: Anda boleh bermula dengan mendaftar atau log masuk jika anda sudah mempunyai akaun!
th: คุณสามารถเริ่มต้นด้วยการลงทะเบียนหรือเข้าสู่ระบบหากคุณมีบัญชีอยู่แล้ว!
tr: Kaydolarak veya hesabın varsa giriş yaparak başlayabilirsin!

# fourthPageTitle
source: Ready for a change?
de: Bereit für eine Veränderung?
ja: 変わる準備はできた？
ms: Bersedia untuk perubahan?
th: พร้อมสำหรับการเปลี่ยนแปลงหรือยัง?
tr: Değişikliğe hazır mısın?

# secondPageDesc
source: I know, it sounds like a lot... But you can change that with PolyNap
de: Ich weiß, es klingt nach viel... Aber das kannst du mit PolyNap ändern
ja: すごく長く聞こえるよね…でも、PolyNapがあればそれを変えられるんだ。
ms: Saya tahu, ia kedengaran banyak... Tetapi anda boleh mengubahnya dengan PolyNap
th: ฉันรู้, มันฟังดูเยอะ... แต่คุณสามารถเปลี่ยนแปลงสิ่งนั้นได้ด้วย PolyNap
tr: Biliyorum, biraz fazla… Ama bunu PolyNap ile değiştirebilirsin.

# secondPageTitle
source: Did you know that an average of 27 years, or 1/3 of your life, is spent sleeping?
de: Wusstest du, dass du durchschnittlich 27 Jahre, also 1/3 deines Lebens, mit Schlafen verbringst?
ja: 人生の3分の1にあたる平均27年間を、睡眠に費やしているって知ってた？
ms: Tahukah anda bahawa purata 27 tahun, atau 1/3 daripada hidup anda, dihabiskan untuk tidur?
th: คุณรู้หรือไม่ว่าโดยเฉลี่ยแล้ว 27 ปี หรือ 1/3 ของชีวิตคุณถูกใช้ไปกับการนอน?
tr: Hayatının ortalama 27 yılının, yani 1/3’ünün uykuda geçtiğini biliyor muydun?

# thirdPageDesc
source: Polyphasic sleep divides your rest into efficient cycles, giving your brain the energy it truly needs.
de: Polyphasischer Schlaf teilt deine Ruhe in effiziente Zyklen auf und gibt deinem Gehirn die Energie, die es wirklich braucht.
ja: 多相睡眠は、休息を効率的なサイクルに分割して、脳が本当に必要とするエネルギーを与えてくれるんだ。
ms: Tidur polifasa membahagikan rehat anda kepada kitaran yang cekap, memberikan otak anda tenaga yang benar-benar diperlukannya.
th: การนอนหลับแบบหลายเฟสแบ่งการพักผ่อนของคุณออกเป็นวงจรที่มีประสิทธิภาพ, ทำให้สมองของคุณได้รับพลังงานที่ต้องการอย่างแท้จริง
tr: Polifazik uyku, uykunu verimli döngülere bölerek beyninin ihtiyacı olan enerjiyi sağlar.

# thirdPageTitle
source: Wouldn’t you love to wake up feeling more energized in less time?
de: Würdest du nicht gerne in kürzerer Zeit energiegeladener aufwachen?
ja: もっと短い時間で、もっと元気に目覚められたら最高じゃない？
ms: Tidakkah anda suka bangun dengan rasa lebih bertenaga dalam masa yang lebih singkat?
th: คุณจะไม่ชอบเหรอที่ตื่นขึ้นมาแล้วรู้สึกมีพลังมากขึ้นในเวลาน้อยลง?
tr: Daha az uyuyup daha enerjik uyanmayı istemez misin?

# welcomeTitle
source: Welcome to PolyNap!
de: Willkommen bei PolyNap!
ja: PolyNapへようこそ！
ms: Selamat Datang ke PolyNap!
th: ยินดีต้อนรับสู่ PolyNap!
tr: PolyNap’e Hoşgeldin!
